# Улучшенная версия 2.0
# Показывает приемы работы со строками
print("Программа 'Game Over' 2.0")
print("То же самое сообщение")
print("Только\n"
      "чуть-чуть\n"
      "побольше\n")
print("Вот", end=" ")
print("оно...")
print("""
         _____      ___      ___  ___  _____
        /  ___|    /   |    /   |/   || ____|
        | |       / /| |   / /|   /| || |__
        | |  _   / ___ |  / / |__/ | ||  __|
        | |_| | / /  | | / /       | || |___
        \_____//_/   |_|/_/        |_||_____|
         _____  _     _  _____   _____
        /  _  \| |   / /| ____| |  _  \\
        | | | || |  / / | |__   | |_| |
        | | | || | / /  |  __|  |  _  /
        | |_| || |/ /   | |___  | | \ \\
        \_____/|___/    |_____| |_|  \_\\
        
        """)
print("\a")
input("\n\nНажмите Enter, чтобы выйти.")
